/**
 *?     Используя функцию if...else,
 *?     напишите код, который будет спрашивать:
 *?     "Какое официальное название JavaScript?"
 *?     Если пользователь вводит "ECMAScript",
 *?     то показать через alert: "Верно!"
 *?     в противном случае отобразить:"Не знаете? ECMAScript!"
 */

/** 1. Треба прийняти те що ввів користувач
 * 2. Звірити це з умовою
 * 3. видати відповідь
 */
let whatSayUser = prompt('Яка офіційна назва JavaScript?');
if (whatSayUser === 'ECMAScript') {
  alert('Вірно!');
} else {
  alert('Не знаєте! ECMAScript!');
}
